{
  "respiratory": {
    "facial pain": {
      "description": "Pain in the facial region, often over sinuses",
      "umls_cui": null,
      "semantic_type": "Unknown"
    },
    "nasal congestion": {
      "description": "Blocked or stuffy nose",
      "umls_cui": null,
      "semantic_type": "Unknown"
    },
    "purulent nasal discharge": {
      "description": "Yellow or green nasal discharge",
      "umls_cui": null,
      "semantic_type": "Unknown"
    },
    "fever": {
      "description": "Elevated body temperature",
      "umls_cui": null,
      "semantic_type": "Unknown"
    },
    "patient presents with facial pain, nasal congestion, and fever for 10 days. reports purulent nasal discharge.": {
      "description": "Automatically added: patient presents with facial pain, nasal congestion, and fever for 10 days. reports purulent nasal discharge.",
      "umls_cui": null,
      "semantic_type": "Unknown"
    }
  },
  "neurological": {
    "headache": {
      "description": "Pain in the head or neck",
      "umls_cui": null,
      "semantic_type": "Unknown"
    },
    "patient complains of headache": {
      "description": "Automatically added: patient complains of headache",
      "umls_cui": null,
      "semantic_type": "Unknown"
    }
  },
  "musculoskeletal": {
    "back pain": {
      "description": "Automatically added: back pain",
      "umls_cui": null,
      "semantic_type": "Unknown"
    },
    "pain on movement": {
      "description": "Automatically added: pain on movement",
      "umls_cui": null,
      "semantic_type": "Unknown"
    },
    "obesity": {
      "description": "Automatically added: obesity",
      "umls_cui": null,
      "semantic_type": "Unknown"
    },
    "back pain for two weeks": {
      "description": "Automatically added: back pain for two weeks",
      "umls_cui": null,
      "semantic_type": "Unknown"
    },
    "patient complains of headache the headache started three days ago. the headache is associated with fevers and chills": {
      "description": "UMLS-derived: patient complains of headache the headache started three days ago. the headache is associated with fevers and chills",
      "umls_cui": null,
      "semantic_type": "Unknown"
    },
    "nausea and vomiting and loss of appetite the patient has jaundice in the eyes taking foods with fats makes the nausea worse taking strong tea and licking salt alleviates the nausea": {
      "description": "UMLS-derived: nausea and vomiting and loss of appetite the patient has jaundice in the eyes taking foods with fats makes the nausea worse taking strong tea and licking salt alleviates the nausea",
      "umls_cui": null,
      "semantic_type": "Unknown"
    },
    "patient presents with facial pain": {
      "description": "UMLS-derived: patient presents with facial pain",
      "umls_cui": null,
      "semantic_type": "Unknown"
    },
    "back pain for two weeks the patient reports backpain for three weeks on assessment": {
      "description": "UMLS-derived: back pain for two weeks the patient reports backpain for three weeks on assessment",
      "umls_cui": null,
      "semantic_type": "Unknown"
    },
    "the patient is obese the backpain is made worse by sitting down for long the pain is alleviated by standing and stretching": {
      "description": "UMLS-derived: the patient is obese the backpain is made worse by sitting down for long the pain is alleviated by standing and stretching",
      "umls_cui": null,
      "semantic_type": "Unknown"
    },
    "and fever for 10 days. reports purulent nasal discharge. facial pain over maxillary sinuses": {
      "description": "UMLS-derived: and fever for 10 days. reports purulent nasal discharge. facial pain over maxillary sinuses",
      "umls_cui": null,
      "semantic_type": "Unknown"
    },
    "likely secondary to recent viral upper respiratory infection. differential includes viral sinusitis or allergic rhinitis. other systems: neurological: headache likely related to sinusitis. endocrine: stable diabetes. cardiovascular: stable hypertension. no acute abnormalities in pulmonary": {
      "description": "UMLS-derived: likely secondary to recent viral upper respiratory infection. differential includes viral sinusitis or allergic rhinitis. other systems: neurological: headache likely related to sinusitis. endocrine: stable diabetes. cardiovascular: stable hypertension. no acute abnormalities in pulmonary",
      "umls_cui": null,
      "semantic_type": "Unknown",
      "icd10": null
    }
  },
  "general": {
    "radiating pain": {
      "description": "Automatically added: radiating pain",
      "umls_cui": null,
      "semantic_type": "Unknown"
    }
  },
  "genitourinary": {
    "bilateral nasal congestion": {
      "description": "UMLS-derived: bilateral nasal congestion",
      "umls_cui": null,
      "semantic_type": "Unknown"
    },
    "and purulent nasal discharge for 10 days. low-grade fever (up to 100.5°f). no sore throat or hearing loss. pulmonary: no cough or shortness of breath. cardiovascular: no chest pain or palpitations. neurological: mild headache associated with sinus pain": {
      "description": "UMLS-derived: and purulent nasal discharge for 10 days. low-grade fever (up to 100.5°f). no sore throat or hearing loss. pulmonary: no cough or shortness of breath. cardiovascular: no chest pain or palpitations. neurological: mild headache associated with sinus pain",
      "umls_cui": null,
      "semantic_type": "Unknown"
    },
    "no dizziness. musculoskeletal: no joint pain or stiffness. gastrointestinal: no nausea or diarrhea. genitourinary: no urinary changes. endocrine: no weight changes or thirst. hematologic: no easy bruising or bleeding. dermatologic: no rashes or lesions. psychiatric: no mood changes. ophthalmologic: no vision changes. primary assessment: symptoms consistent with acute bacterial sinusitis": {
      "description": "UMLS-derived: no dizziness. musculoskeletal: no joint pain or stiffness. gastrointestinal: no nausea or diarrhea. genitourinary: no urinary changes. endocrine: no weight changes or thirst. hematologic: no easy bruising or bleeding. dermatologic: no rashes or lesions. psychiatric: no mood changes. ophthalmologic: no vision changes. primary assessment: symptoms consistent with acute bacterial sinusitis",
      "umls_cui": null,
      "semantic_type": "Unknown"
    }
  }
}